[
	{
		"Id": -1,
		"Name": "_Shared",
		"SpecialAbilities": [
			{
				"Id": 8,
				"Name": "Veteran",
				"Text": "Choose a special ability from another source.",
				"NbrOfDots": 3,
				"IsMandatory": false
			}
		]
	},
	{
		"Id": 0,
		"Name": "Cutter",
		"SubName": "A Dangerous & Intimidating Fighter",
		"Description": [
			"In the underworld of the Dusk, there are scoundrels who take what they want at the bloody edge of a blade or with a threatening presence that can stop a man cold. They are the enforcers, the debt collectors, the killers, the leg-breakers, and the thugs, commonly known as Cutters.",
			"Where subtlety fails, swift brutality- and the threat of worse to come- can solve the problem. Or at least turn it into a different kind of problem."
		],
		"XpTrigger": "When you play a Cutter, you earn xp when you address a challenge with violence or coercion.",
		"Notes": "Do you have a personal code or a line you won't cross? Do you want to be the boss or do you want to be the enforcer for the boss? How did you acquire your taste for violence and coercion?",
		"SpecialAbilities": [
			{
				"Id": 0,
				"Name": "Battleborn",
				"Text": "You may expend your <b>special armor</b> to reduce harm from an attack in combat or to <b>push yourself</b> during a fight.",
				"NbrOfDots": 1,
				"IsMandatory": false
			},
			{
				"Id": 1,
				"Name": "Bodyguard",
				"Text": "When you <b>protect</b> a teammate, take <b>+1d</b> to your resistance roll. When you gather info to anticipate possible threats in the current situation, you get <b>+1 effect</b>.",
				"NbrOfDots": 1,
				"IsMandatory": false
			},
			{
				"Id": 2,
				"Name": "Ghost Fighter",
				"Text": "You may imbue your hands, melee weapons, or tools with spirit energy. You gain <b>potency</b> in combat vs. the supernatural. You may grapple with spirits to restrain and capture them.",
				"NbrOfDots": 1,
				"IsMandatory": false
			},
			{
				"Id": 3,
				"Name": "Leader",
				"Text": "When you <b>COMMAND</b> a <b>cohort</b> in combat, they continue to fight when they would otherwise <b>break</b> (they're not taken out when they suffer level 3 harm). They gain <b>+1 effect</b> and <b>1 armor</b>.",
				"NbrOfDots": 1,
				"IsMandatory": false
			},
			{
				"Id": 4,
				"Name": "Mule",
				"Text": "Your load limits are higher. Light: 5. Normal: 7. Heavy: 8.",
				"NbrOfDots": 1,
				"IsMandatory": false
			},
			{
				"Id": 5,
				"Name": "Not To Be Trifled With",
				"Text": "You can <b>push yourself</b> to do one of the following: <i>perform a feat of physical force that verges on the superhuman</i>- <i>engage a small gang on equal footing in close combat</i>.",
				"NbrOfDots": 1,
				"IsMandatory": false
			},
			{
				"Id": 6,
				"Name": "Savage",
				"Text": "When you unleash physical violence, it's especially frightening. When you <b>COMMAND</b> a frightened target, take <b>+1d</b>.",
				"NbrOfDots": 1,
				"IsMandatory": false
			},
			{
				"Id": 7,
				"Name": "Vigorous",
				"Text": "You recover from harm faster. Permanently fill in one of your healing clock segments. Take <b>+1d</b> to healing treatment rolls.",
				"NbrOfDots": 1,
				"IsMandatory": false
			}
		],
		"Contacts": [
			{
				"Id": 0,
				"Name": "Marlane",
				"Role": "a pugilist",
				"Notes": "Perhaps a pit fighter down at the docks, or a boxing coah who trained you?"
			},
			{
				"Id": 1,
				"Name": "Chael",
				"Role": "a vicious thug",
				"Notes": "Perhaps a member of a gang that you were in before the current crew, or an independent operator who's been in your way before?"
			},
			{
				"Id": 2,
				"Name": "Mercy",
				"Role": "a cold killer",
				"Notes": "Perhaps an assassin for hire, or a particularly deadly underworld scoundrel?"
			},
			{
				"Id": 3,
				"Name": "Grace",
				"Role": "an extortionist",
				"Notes": "Perhaps a former partner in thuggery, or a competitor on the scene?"
			},
			{
				"Id": 4,
				"Name": "Sawtooth",
				"Role": "a physicker",
				"Notes": "Perhaps a buddy from the war, or perhaps a butcher who botched your treatment?"
			}
		],
		"Items": [
			{
				"Id": 0,
				"Name": "Fine hand weapon",
				"Description": "A finely crafted one-handed melee weapon of your choice.",
				"Notes": "Is this a well-crafted standard weapon, like a perfectly-balanced dagger, or something exotic, like an Iruvian dueling saber or a metal-banded war-club?",
				"Loadout": 1
			},
			{
				"Id": 1,
				"Name": "Fine heavy weapon",
				"Description": "A finely crafted two-handed melee weapon of your choice.",
				"Notes": "A warhammer, a greatsword, a military pike, a battleaxe, etc. A heavy weapon has more reach and hits harder than a standard weapon. This might give you potency when the power or reach of the weapon is a factor.",
				"Loadout": 2
			},
			{
				"Id": 2,
				"Name": "Scary weapon or tool",
				"Description": "A scary-looking hand weapon or tool. This item grants increased effect when you intimidate, not increased harm in combat.",
				"Notes": "",
				"Loadout":  1
			},
			{
				"Id": 3,
				"Name": "Manacles & chain",
				"Description": "A set of heavy manacles and chain, suitable for restraining a prisoner.",
				"Notes": "A souvenir from a stay with the Bluecoats, perhaps?",
				"Loadout": 0
			},
			{
				"Id": 4,
				"Name": "Rage essence vial",
				"Description": "A single dose, which greatly enhances the user's strength, resistance to pain, and irrational aggression for the span of several minutes.",
				"Notes": "The GM will modify your position and effect accordingly when you fight on rage essence. Also, you suffer two consequences: \"Can't Tell Friend From Foe\" and \"Can't Stop Until They're All Broken.\" You may resist these as usual.",
				"Loadout": 0
			}
		],
		"StartingActionDots": {
			"Skirmish": 2,
			"Command": 1
		},
		"StartingBuilds": [
			{
				"Id": 0,
				"Name": "Captain",
				"AdditionalActionDots": {
					"Command": 1,
					"Study": 1,
					"Survey": 2
				},
				"StartingSpecialAbilityId": 3
			},
			{
				"Id": 1,
				"Name": "Thug",
				"AdditionalActionDots": {
					"Command": 1,
					"Consort": 2,
					"Sway": 1
				},
				"StartingSpecialAbilityId": 5
			},
			{
				"Id": 2,
				"Name": "Terror",
				"AdditionalActionDots": {
					"Prowl": 2,
					"Wreck": 2
				},
				"StartingSpecialAbilityId": 6
			},
			{
				"Id": 3,
				"Name": "Devil Hunter",
				"AdditionalActionDots": {
					"Attune": 2,
					"Hunt": 1,
					"Study": 1
				},
				"StartingSpecialAbilityId": 2
			}
		]
	}
]