[
	{
		"Id": 0,
		"Name": "Alchemist",
		"Text": "When you <b>invent</b> or <b>craft</b> a creation with <i>alchemical</i> features, you get <b>+1 result level</b> to your roll (a <b>1-3</b> becomes a <b>4/5</b>, etc.). You begin with one special formula already known.",
		"NbrOfDots": 1
	},
	{
		"Id": 1,
		"Name": "Ambush",
		"Text": "When you attack from hiding or spring a trap, you get <b>+1d</b> to your roll.",
		"NbrOfDots": 1
	},
	{
		"Id": 2,
		"Name": "Analyst",
		"Text": "During downtime, you get <b>two ticks</b> to distribute among any long term project clocks that involve investigation or learning a new formula or design plan.",
		"NbrOfDots": 1
	},
	{
		"Id": 3,
		"Name": "Artificer",
		"Text": "When you <b>invent</b> or <b>craft</b> a creation with <i>spark-craft</i> features, you get <b>+1 result level</b> to your roll (a <b>1-3</b> becomes a <b>4/5</b>, etc.). You begin with one special formula already known.",
		"NbrOfDots": 1
	},
	{
		"Id": 4,
		"Name": "Battleborn",
		"Text": "You may expend your <b>special armor</b> to reduce harm from an attack in combat or to <b>push yourself</b> during a fight.",
		"NbrOfDots": 1
	},
	{
		"Id": 5,
		"Name": "Bodyguard",
		"Text": "When you <b>protect</b> a teammate, take <b>+1d</b> to your resistance roll. When you gather info to anticipate possible threats in the current situation, you get <b>+1 effect</b>.",
		"NbrOfDots": 1
	},
	{
		"Id": 6,
		"Name": "Calculating",
		"Text": "Due to your careful planning, during downtime, you may give yourself or another crew member <b>+1 downtime activity</b>.",
		"NbrOfDots": 1
	},
	{
		"Id": 7,
		"Name": "Cloak & Dagger",
		"Text": "When you use a disguise or other form of covert misdirection, you get <b>+1d</b> to rolls to confuse or deflect suspicion. When you throw off your disguise, the resulting surprise gives you the initiative in the situation.",
		"NbrOfDots": 1
	},
	{
		"Id": 8,
		"Name": "Compel",
		"Text": "You can <b>ATTUNE</b> to the ghost field to force a nearby ghost to appear before you and obey an order you give it. You are not supernaturally terrified by a ghost you summon or attempt to compel (though your allies may be).",
		"NbrOfDots": 1
	},
	{
		"Id": 9,
		"Name": "Connected",
		"Text": "During downtime, you get <b>+1 result level</b> when you <b>acquire an asset</b> or <b>reduce heat</b>.",
		"NbrOfDots": 1
	},
	{
		"Id": 10,
		"Name": "Daredevil",
		"Text": "When you roll a <b>desperate</b> action, you get<b>+1d</b> to your roll if you also take <b>-1d</b> to any resistance rolls against consequences from your action.",
		"NbrOfDots": 1
	},
	{
		"Id": 11,
		"Name": "The Devil's Footsteps",
		"Text": "You can <b>push yourself</b> to do one of the following: <i>perform a feat of athletics that verge on the superhuman</i> - <i>maneuver to confuse your enemies so they mistakenly attack each other</i>.",
		"NbrOfDots": 1
	},
	{
		"Id": 12,
		"Name": "Expertise",
		"Text": "Choose one of your action ratings. When you lead a group action using that action, you can suffer only 1 stress at most, regardless of the number of failed rolls.",
		"NbrOfDots": 1
	},
	{
		"Id": 13,
		"Name": "Focused",
		"Text": "You may expend your <b>special armor</b> to resist a consequence of surprise or mental harm (fear, confusion, losing track of someone) or to <b>push yourself</b> for ranged combat or tracking.",
		"NbrOfDots": 1
	},
	{
		"Id": 14,
		"Name": "Foresight",
		"Text": "Two times per score you can <b>assist</b> a teammate without paying stress. Describe how you prepared for this.",
		"NbrOfDots": 1
	},
	{
		"Id": 15,
		"Name": "Fortitude",
		"Text": "You may expend your <b>special armor</b> to resist a consequence of fatigue, weakness, or chemical effects, or to <b>push yourself</b> when working with technical skill or handling alchemicals.",
		"NbrOfDots": 1
	},
	{
		"Id": 16,
		"Name": "Functioning Vice",
		"Text": "When you indluge your vice, you may adjust the dice outcome by 1 or 2 (up or down). An ally who joins you may do the same.",
		"NbrOfDots": 1
	},
	{
		"Id": 17,
		"Name": "Ghost Contract",
		"Text": "When you shake on a deal or draft one in writing, you and your partner - human or otherwise - both bear a mark of your oath. If either breaks the contract, they take <b>level 3 harm</b>, \"Cursed.\"",
		"NbrOfDots": 1
	},
	{
		"Id": 18,
		"Name": "Ghost Fighter",
		"Text": "You may imbue your hands, melee weapons, or tools with spirit energy. You gain <b>potency</b> in combat vs. the supernatural. You may grapple with spirits to restrain and capture them.",
		"NbrOfDots": 1
	},
	{
		"Id": 19,
		"Name": "Ghost Hunter",
		"Text": "Your hunting pet is imbued with spirit energy. It gains <b>potency</b> when tracking or fighting the supernatural, and gains an arcane ability: <i>ghost-form</i>, <i>mind-link</i>, or <i>arrow-swift</i>. Take this ability again to choose an additional arcane ability for your pet.",
		"NbrOfDots": 2
	},
	{
		"Id": 20,
		"Name": "Ghost Mind",
		"Text": "You're always aware of supernatural entities in your presence. Take <b>+1d</b> whenever you <b>gather information</b> about the supernatural by any means.",
		"NbrOfDots": 1
	},
	{
		"Id": 21,
		"Name": "Ghost Veil",
		"Text": "You may shift partially into the ghost field, becoming shadowy and insubstantial for a few moments. Take 2 stress when you shift, plus 1 stress for each extra feature: <i>it lasts for a few minutes rather than moments</i> - <i>you are invisible rather than shadowy</i> - <i>you may float through the air like a ghost</i>.",
		"NbrOfDots": 1
	},
	{
		"Id": 22,
		"Name": "Ghost Voice",
		"Text": "You know the secret method to interact with a ghost or demon as if it were a normal human, regardless of how wild or feral it appears. You gain <b>potency</b> when communicating with the supernatural.",
		"NbrOfDots": 1
	},
	{
		"Id": 23,
		"Name": "Ghost Ward",
		"Text": "When you <b>WRECK</b> an area with arcane substances, ruining it for any other use, it becomes anathema or enticing to spirits (your choice).",
		"NbrOfDots": 1
	},
	{
		"Id": 24,
		"Name": "Infiltrator",
		"Text": "You are not affected by <b>quality</b> or <b>Tier</b> when you bypass security measures.",
		"NbrOfDots": 1
	},
	{
		"Id": 25,
		"Name": "Iron Will",
		"Text": "You are immune to the terror that some supernatural entities inflict on sight. When you make a <b>resistance roll</b> with <b>RESOLVE</b>, take <b>+1d</b>.",
		"NbrOfDots": 1
	},
	{
		"Id": 26,
		"Name": "Jail Bird",
		"Text": "When incarcerated, your <b>Wanted Level</b> counts as 1 less, your Tier as 1 more, and you gain <b>+1 faction status</b> with a faction that you help while you're inside, in addition to whatever you get from the <b>incarceration roll</b>.",
		"NbrOfDots": 1
	},
	{
		"Id": 27,
		"Name": "Leader",
		"Text": "When you <b>COMMAND</b> a <b>cohort</b> in combat, they continue to fight when they would otherwise <b>break</b> (they're not taken out when they suffer level 3 harm). They gain <b>+1 effect</b> and <b>1 armor</b>.",
		"NbrOfDots": 1
	},
	{
		"Id": 28,
		"Name": "Like Looking Into A Mirror",
		"Text": "You acn always tell when someone is lying to you.",
		"NbrOfDots": 1
	},
	{
		"Id": 29,
		"Name": "A Little Something On The Side",
		"Text": "At the end of each downtime phase, you earn <b>+2 stash</b>.",
		"NbrOfDots": 1
	},
	{
		"Id": 30,
		"Name": "Mastermind",
		"Text": "You may expend your <b>special armor</b> or <b>protect</b> a teammate, or to <b>push yourself</b> when you gather information or work on a long-term project.",
		"NbrOfDots": 1
	},
	{
		"Id": 31,
		"Name": "Mesmerism",
		"Text": "When you <b>SWAY</b> someone, you may cause them to forget that it's happened until they next interact with you.",
		"NbrOfDots": 1
	},
	{
		"Id": 32,
		"Name": "Mule",
		"Text": "Your load limits are higher. Light: 5. Normal: 7. Heavy: 8.",
		"NbrOfDots": 1
	},
	{
		"Id": 33,
		"Name": "Not To Be Trifled With",
		"Text": "You can <b>push yourself</b> to do one of the following: <i>perform a feat of physical force that verges on the superhuman</i> - <i>engage a small gang on equal footing in close combat</i>.",
		"NbrOfDots": 1
	},
	{
		"Id": 34,
		"Name": "Occultist",
		"Text": "You know the secret ways to <b>CONSORT</b> with ancient powers, forgotten gods, or demons. Once you've consorted with one, you get <b>+1d</b> to <b>COMMAND</b> cultists who worship it.",
		"NbrOfDots": 1
	},
	{
		"Id": 35,
		"Name": "Physicker",
		"Text": "You can <b>TINKER</b> with bones, blood, and bodily humours to treat wounds or stabilize the dying. You may <b>STUDY</b> a malady or coprse. Everyone in your crew (including you) gets <b>+1d</b> to their <b>healing treatment</b> rolls.",
		"NbrOfDots": 1
	},
	{
		"Id": 36,
		"Name": "Reflexes",
		"Text": "When there's a question about who acts first, the answer is you.",
		"NbrOfDots": 1
	},
	{
		"Id": 37,
		"Name": "Ritual",
		"Text": "You know the arcane methods to perform ritual sorcery. You can <B>STUDY</b> an occult ritual (or create a new one) to summon a supernatural effect or being. You begin with one ritual already learned.",
		"NbrOfDots": 1
	},
	{
		"Id": 38,
		"Name": "Rook's Gambit",
		"Text": "Take <b>2 stress</b> to roll your best action rating while performing a different action. Say how you adapt your skill to this use.",
		"NbrOfDots": 1
	},
	{
		"Id": 39,
		"Name": "Saboteur",
		"Text": "When you <b>WRECK</b>, your work is much quieter than it should be and the damage is very well-hidden from casual inspection.",
		"NbrOfDots": 1
	},
	{
		"Id": 40,
		"Name": "Savage",
		"Text": "When you unleash physical violence, it's especially frightening. When you <b>COMMAND</b> a frightened target, take <b>+1d</b>.",
		"NbrOfDots": 1
	},
	{
		"Id": 41,
		"Name": "Scout",
		"Text": "When you gather information to discover the location of a target, you get <b>+1 effect</b>. When you hide in a prepared position or use camouflage, you get <b>+1d</b> to rolls to avoid detection.",
		"NbrOfDots": 1
	},
	{
		"Id": 42,
		"Name": "Shadow",
		"Text": "You may expand your <b>special armor</b> to resist a consequence from detection or security measures, or to <b>push yourself</b> for a feat of athletics or stealth.",
		"NbrOfDots": 1
	},
	{
		"Id": 43,
		"Name": "Sharpshooter",
		"Text": "You can <b>push yourself</b> to do one of the following: <i>make a ranged attack at extreme distance beyond what's normal for the weapon</i> - <i>unleash a barrage of rapid fire to suppress the enemy</i>.",
		"NbrOfDots": 1
	},
	{
		"Id": 44,
		"Name": "Strange Methods",
		"Text": "When you <b>invent</b> or <b>craft</b> a creation with <i>arcane</i> features, get <b>+1 result level</b> to your roll (1 <b>1-3</b> becomes a <b>4/5</b>, etc.) You begin with one arcane design already known.",
		"NbrOfDots": 1
	},
	{
		"Id": 45,
		"Name": "Subterfuge",
		"Text": "You may expend your <b>special armor</b> to resist a consequence from suspicion or persuassion, or to <b>push yourself</b> for subterfuge.",
		"NbrOfDots": 1
	},
	{
		"Id": 46,
		"Name": "Survivor",
		"Text": "From hard-won experience or occult ritual, you are immune to the poisonous miasma of the deathlands and are able to subsist on the strange flora and fauna there. You get <b>+1 stress box</b>.",
		"NbrOfDots": 1
	},
	{
		"Id": 47,
		"Name": "Tempest",
		"Text": "You can <b>push yourself</b> to do one of the following: <i>unleash a stroke of lightning as a weapon</i> - <i>summon a storm in your immediate vicinity (torrential rain, roaring winds, heavy fog, chilling frost and snow, etc.)</i>.",
		"NbrOfDots": 1
	},
	{
		"Id": 48,
		"Name": "Tough As Nails",
		"Text": "Penalties from harm are one level less severe (though level 4 harm is still fatal).",
		"NbrOfDots": 1
	},
	{
		"Id": 49,
		"Name": "Vengeful",
		"Text": "You gain an additional <b>xp trigger</b>: <i>You got payback against someone who harmed you or someone you care about</i>. If your crew helped you get payback, also mark crew xp.",
		"NbrOfDots": 1
	},
	{
		"Id": 50,
		"Name": "Venomous",
		"Text": "Choose a drug or poison (from your bandolier stock) to which you have become immune. You can <b>push yourself</b> to secrete it through your skin or saliva or exhale it as a vapor.",
		"NbrOfDots": 1
	},
	{
		"Id": 51,
		"Name": "Veteran",
		"Text": "Choose a special ability from another source.",
		"NbrOfDots": 3
	},
	{
		"Id": 52,
		"Name": "Vigorous",
		"Text": "You recover from harm faster. Permanently fill in one of your healing clock segments. Take <b>+1d</b> to healing treatment rolls.",
		"NbrOfDots": 1
	},
	{
		"Id": 53,
		"Name": "Warded",
		"Text": "You may expend your <b>special armor</b> to resist a supernatural consequence, or to <b>push yourself</b> when you contend with or employ arcane forces.",
		"NbrOfDots": 1
	},
	{
		"Id": 54,
		"Name": "Weaving The Web",
		"Text": "You gain <b>+1d</b> to <b>CONSORT</b> when you gather information on a target for a score. You get<b>+1d</b> to the <b>engagement roll</b> for that operation.",
		"NbrOfDots": 1
	},
	{
		"Id": 55,
		"Name": "Trust In Me",
		"Text": "You get <b>+1d</b> vs. a target with whom you have an intimate relationship.",
		"NbrOfDots": 1
	}
]