[
  {
    "Id": 0,
    "Name": "Arcane Implements",
    "Description": "A vial of quicksilver. A pouch of black salt. A spirit anchor in the form of a small stone. A spirit bottle. A vial of electroplasm, designed to break and splatter on impact.",
    "Loadout": 1
  },
  {
    "Id": 1,
    "Name": "Armor",
    "Description": "A thick leather tunic plus reinforced gloves and boots.",
    "Loadout": 2
  },
  {
    "Id": 2,
    "Name": "Bandolier",
    "Description": "A strap worn across the body, fitted with specially-padded pouches to hold three alchemical agents or spark-craft bombs. When you employ an alchemical or bomb from a bandolier, choose one (or one of your custom-made formulas): <i>Alcahest, Binding Oil, Drift Oil, Drown Powder, Everblind Poison, Fire Oil, Grenade, Quicksilver, Skullfire Poison, Smoke Bomb, Spark (Drug), Standstill Poison, Trance Powder</i>.",
    "Loadout": 1
  },
  {
    "Id": 3,
    "Name": "A Blade Or Two",
    "Description": "Perhaps you carry a simple fighting knife. Or two curved swords. Or a rapier and stiletto. Or a heavy butcher's cleaver.",
    "Loadout": 1
  },
  {
    "Id": 4,
    "Name": "Blueprints",
    "Description": "A folio of useful architectural drawings and city plans.",
    "Loadout": 1
  },
  {
    "Id": 5,
    "Name": "Burglary Gear",
    "Description": "A set of lockpicks. A small pry-bar. Vials of oil to silence squeaky hinges. A coil of wire and fishing hooks. A small pouch of fine sand.",
    "Loadout": 1
  },
  {
    "Id": 6,
    "Name": "A Cane-Sword",
    "Description": "A slim sword and its sheath, disguised as a noble's cane.",
    "Loadout": 1
  },
  {
    "Id": 7,
    "Name": "Climbing Gear",
    "Description": "A large coil of rope. A small coil of rope. Grappling hooks. A small pouch of chalk dust. A climbing harness with loops and metal rings. A set of iron pitons and a small mallet.",
    "Loadout": 2
  },
  {
    "Id": 8,
    "Name": "Concealed Palm Pistol",
    "Description": "A small firearm with a weak charge, easily concealed in a sleeve or waistcoat.",
    "Loadout": 0
  },
  {
    "Id": 9,
    "Name": "Dark-Sight Goggles",
    "Description": "An arcane device that allows the wearer to see in pitch darkness as if it were well-lit.",
    "Loadout": 1
  },
  {
    "Id": 10,
    "Name": "Demolition Tools",
    "Description": "A sledgehammer and iron spikes. Heavy drill. Crowbar.",
    "Loadout": 2
  },
  {
    "Id": 11,
    "Name": "Demonbane Charm",
    "Description": "An arcane trinket that demons prefer to avoid.",
    "Loadout": 0
  },
  {
    "Id": 12,
    "Name": "Documents",
    "Description": "A collection of slim volumes on a variety of topics, including a registry of the nobility, City Watch commanders, and other notable citizens. Blank pages, a vial of ink, a pen. A number of interesting maps.",
    "Loadout": 1
  },
  {
    "Id": 13,
    "Name": "Electroplasmic Ammunition",
    "Description": "A andolier of electroplasmic ammo, especially potent against spirits, but less effective against physical targets.",
    "Loadout": 1
  },
  {
    "Id": 14,
    "Name": "Fine Bottle of Whiskey",
    "Description": "A rare distillation from your personal collection, potent both in its alcohol and its ability to impress.",
    "Loadout": 1
  },
  {
    "Id": 15,
    "Name": "Fine Clothes & Jewelry",
    "Description": "An outfit that appears to be of such fine make as to pass you off as a wealthy noble.",
    "Loadout": 0
  },
  {
    "Id": 16,
    "Name": "Fine Cover Identity",
    "Description": "Paperwork, planted stories and rumors, and false relationships sufficient to pass as a different person.",
    "Loadout": 0
  },
  {
    "Id": 17,
    "Name": "Fine Disguise Kit",
    "Description": "A theatrical make-up kit equipped with an impressive array of expert appliances to fool the eye.",
    "Loadout": 1
  },
  {
    "Id": 18,
    "Name": "Fine Hand Weapon",
    "Description": "A finely crafted one-handed melee weapon of your choice.",
    "Loadout": 1
  },
  {
    "Id": 19,
    "Name": "Fine Heavy Weapon",
    "Description": "A finely crafted two-handed melee weapon of your choice.",
    "Loadout": 2
  },
  {
    "Id": 20,
    "Name": "Fine Lightning Hook",
    "Description": "A long, two-handed pole with a loop of heavy wire at the end, connected to an electroplasmic capacitor. Suitable for grappling a spirit and dragging it into a spirit bottle.",
    "Loadout": 1
  },
  {
    "Id": 21,
    "Name": "Fine Loaded Dice, Trick Cards",
    "Description": "Gambling accouterments subtly altered to favor particular outcomes.",
    "Loadout": 0
  },
  {
    "Id": 22,
    "Name": "Fine Lockpicks",
    "Description": "A finely crafted set of tools to disable and circumvent locks.",
    "Loadout": 0
  },
  {
    "Id": 23,
    "Name": "Fine Long Rifle",
    "Description": "A finely crafted hunting rifle, deadly at long range, unwieldy in close quarters.",
    "Loadout": 2
  },
  {
    "Id": 24,
    "Name": "Fine Pair Of Pistols",
    "Description": "A matched pair of handguns, made for greater accuracy, with double barrels that allow for two shots before reloading.",
    "Loadout": 1
  },
  {
    "Id": 25,
    "Name": "Fine Shadow Cloak",
    "Description": "A hooded cloak made of rare Iruvian shadow-silk that blends into the darkness around it.",
    "Loadout": 1
  },
  {
    "Id": 26,
    "Name": "Fine Spirit Mask",
    "Description": "An arcane item that allows the trained user to see supernatural energies in great detail. Also affords some measure of protection against ghostly possession.",
    "Loadout": 1
  },
  {
    "Id": 27,
    "Name": "Fine Tinkering Tools",
    "Description": "A finely crafted set of tools for detailed mechanist work. A jeweler's loupe. Measuring devices.",
    "Loadout": 1
  },
  {
    "Id": 28,
    "Name": "Fine Wrecking Tools",
    "Description": "A specialized set of tools for sabotage and destruction. A small, powerful drill. A mallet and steel spikes. A prybar. An electroplasmic battery, clamps, wire. Vials of acid. A spark-torch cutter and fuel tank.",
    "Loadout": 2
  },
  {
    "Id": 29,
    "Name": "Gadgets",
    "Description": "You may create gadgets during downtime by <b>TINKERING</b> with tools and materials.",
    "Loadout": 1
  },
  {
    "Id": 30,
    "Name": "Ghost Key",
    "Description": "An arcane device that can open ghost doors.",
    "Loadout": 0
  },
  {
    "Id": 31,
    "Name": "Heavy Armor",
    "Description": "The addition of chain mail, metal plates, a metal helm.",
    "Loadout": 5
  },
  {
    "Id": 32,
    "Name": "Lantern",
    "Description": "A simple oil lantern, a fancy electroplasmic lamp, or other light source.",
    "Loadout": 1
  },
  {
    "Id": 33,
    "Name": "A Large Weapon",
    "Description": "A weapon meant for two hands. A battle-axe, greatsword, warhammer, or pole-arm. A hunting rifle. A blunderbuss. A bow or crossbow.",
    "Loadout": 2
  },
  {
    "Id": 34,
    "Name": "Light Climbing Gear",
    "Description": "A well-crafted set of climbing gear that is less bulky and heavy thatn a standard set.",
    "Loadout": 1
  },
  {
    "Id": 35,
    "Name": "Manacles & Chain",
    "Description": "A set of heavy manacles and chain, suitable for restraining a prisoner.",
    "Loadout": 0
  },
  {
    "Id": 36,
    "Name": "A Pistol",
    "Description": "A heavy, single-shot breech-loading firearm. Devastating at 20 paces, slow to reload.",
    "Loadout": 1
  },
  {
    "Id": 37,
    "Name": "Rage Essence Vial",
    "Description": "A single dose, which greatly enhances the user's strength, resistance to pain, and irrational aggression for the span of several minutes.",
    "Loadout": 0
  },
  {
    "Id": 38,
    "Name": "Scary Weapon Or Tool",
    "Description": "A scary-looking hand weapon or tool. This item grants increased effect when you intimidate, not increased harm in combat.",
    "Loadout": 1
  },
  {
    "Id": 39,
    "Name": "Silence Potion Vial",
    "Description": "A vial of golden liquid that negates all sound within 10 paces of the drinker for a span of several moments.",
    "Loadout": 0
  },
  {
    "Id": 40,
    "Name": "Spirit Bottles (2)",
    "Description": "An arcane device used to trap a spirit. A metal and crystalline cylinder, the size of a loaf of bread.",
    "Loadout": 1
  },
  {
    "Id": 41,
    "Name": "Spiritbane Charm",
    "Description": "A small arcane trinket that ghosts prefer to avoid.",
    "Loadout": 0
  },
  {
    "Id": 42,
    "Name": "Spyglass",
    "Description": "A brass tube with lenses that allow long-distance vision. Collapsible. May attach to a rifle.",
    "Loadout": 1
  },
  {
    "Id": 43,
    "Name": "Subterfuge Supplies",
    "Description": "A theatrical make-up kit. A selection of blank documents, ready for the forger's hand. Costume jewelry. A reversible cloak and distinctive hat. A forged badge of office.",
    "Loadout": 1
  },
  {
    "Id": 44,
    "Name": "Throwing Knives",
    "Description": "Six small,light blades.",
    "Loadout": 1
  },
  {
    "Id": 45,
    "Name": "Tinkering Tools",
    "Description": "An assortment for detailed mechanist work: jeweler's loupe, tweezers, a small hammer, pliers, screwdriver, etc.",
    "Loadout": 1
  },
  {
    "Id": 46,
    "Name": "A Trained Hunting Pet",
    "Description": "Your animal companion obeys your commands and anticipates your actions.",
    "Loadout": 0
  },
  {
    "Id": 47,
    "Name": "Trance Powder",
    "Description": "A dose of the popular drug, which induces an altered mental state.",
    "Loadout": 0
  },
  {
    "Id": 48,
    "Name": "An Unusual Weapon",
    "Description": "A curiosity or tool turned into a weapon. A whip, a flail, a hatchet, a shovel, a length of chain, a razor-edged fan, steel-toed boots.",
    "Loadout": 1
  },
  {
    "Id": 49,
    "Name": "Vial Of Slumber Essence",
    "Description": "A dose of slumber essence sufficient to put someone to sleep for an hour.",
    "Loadout": 0
  },
  {
    "Id": 50,
    "Name": "Blowgun & Darts, Syringes",
    "Description": "A small tube and darts that can be filled from alchemy flasks. Empty syringes.",
    "Loadout": 0
  }
]